src/xml/request_templates/bog_aut700_ej_aut710.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>50990206|870970</ac:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://orbit.dtu.dk/services/downloadRegister/55753016/PROTEUS_wbs2.pdf</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>PSS case book</dc:title>
              <dc:title xsi:type="dkdcplus:full">PSS case book</dc:title>
              <dc:title xsi:type="dkdcplus:series">A workbook in the PROTEUS series ; # 2</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">60.1</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Virksomhedsledelse i alm.</dc:subject>
              <dc:description>PSS: Product/Serve-Systems</dc:description>
              <dc:description>PROTEUS: PROduct/service system Tools for Ensuring User-oriented Service</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Technical University of Denmark</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:aut">Line Neugebauer</dc:contributor>
              <dc:contributor>PROTEUS</dc:contributor>
              <dc:contributor>Danmarks Tekniske Universitet</dc:contributor>
              <dc:date>2013</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Ebog</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">50990206</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140303130459</marcx:subfield>
                  <marcx:subfield code="d">20140303</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2013</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="x">04</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="n">a</marcx:subfield>
                  <marcx:subfield code="w">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">ACC201410</marcx:subfield>
                  <marcx:subfield code="a">DBF201412</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">PSS case book</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="b">Technical University of Denmark</marcx:subfield>
                  <marcx:subfield code="c">2013</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">A ¤workbook in the PROTEUS series</marcx:subfield>
                  <marcx:subfield code="V">02</marcx:subfield>
                  <marcx:subfield code="v"># 2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">PSS: Product/Serve-Systems</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">PROTEUS: PROduct/service system Tools for Ensuring User-oriented Service</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">60.1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="1" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">68742242</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                  <marcx:subfield code="g">1</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Neugebauer</marcx:subfield>
                  <marcx:subfield code="h">Line</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">PROTEUS</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Danmarks Tekniske Universitet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://orbit.dtu.dk/services/downloadRegister/55753016/PROTEUS_wbs2.pdf</marcx:subfield>
                  <marcx:subfield code="z">PDF-format</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="910">
                  <marcx:subfield code="a">Technical University of Denmark</marcx:subfield>
                  <marcx:subfield code="z">710/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="910">
                  <marcx:subfield code="a">DTU</marcx:subfield>
                  <marcx:subfield code="z">710/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="945">
                  <marcx:subfield code="a">PRO</marcx:subfield>
                  <marcx:subfield code="z">440(a)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="945">
                  <marcx:subfield code="a">PROTEUS workbook series</marcx:subfield>
                  <marcx:subfield code="z">440(a)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:50990206</os:identifier>
            <os:primaryObjectIdentifier>870970-basis:50990206</os:primaryObjectIdentifier>
            <os:recordStatus>active</os:recordStatus>
            <os:creationDate>2014-03-03</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_aut700_ej_aut710.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
